# cfg.py

token = '5520340219:AAENIZNXzAvhEtk_TfnqkEwobUpnpyafeo0'  # Твой токен

database_name = "DATA.db"  # Файл с базой данных

admin_users = [478991565]  # ID админов

help_text = """
Приветствую дорогой пользователь, по всем вопросам с ботом можете писать лично создателю @hlrnlx,
но я надеюсь этой справки вам будет хватать.

• В 'Мои тренировки' ты можешь найти кнопку редактирования, эта кнопка означает создание так
и редактирования уже существующей тренировки.
• Кнопки '1,2,3,4,5' обозначают ячейки сохранения и после нажатия на них, 
ты должен ввести полный список упражнений который будет сохранен.
• Кнопки 'все упр', 'Избранное' и т.д. отправляют вам новым сообщением тренировки, существующие в боте.

/like 
Для сохранения избранных тренировок начните свое сообщение с команды "/like",
далее выпишите через запятую номера упражнений.
Не забудьте пробел после команды!
Сама по себе команда /like выводит ваши избранные упражнения.

/dislike
Для удаления из избранных тренировок начните свое сообщение с команды "/dislike",
так же не забудьте после пробела указать номера упражнений.

•
"""
